<?php
return [
	// +----------------------------------------------------------------------
    // | 系统信息
    // +----------------------------------------------------------------------
    
    // 系统名称
    'name' => '巴拉拉后台管理系统',
    // 系统版本
    'version'  => '1.0.1',
    // 系统版权
    'copyright' => '昆明信息港',
    // 超级管理员组
	'user_administrator' => [1],

    // 网站域名
    'system_domain' => 'http://www.wuliu.jlhou.cn',

    // 系统后台分页
    'page' => [
        'type' => 'layui',
        'list_rows' => 13,
    ],
];

