<?php
// +----------------------------------------------------------------------
// | 用户组模型
// +----------------------------------------------------------------------
// | @copyright (c) lishaoen.com All rights reserved.
// +----------------------------------------------------------------------
// | @author: lishaoen <lishaoen@gmail.com>
// +----------------------------------------------------------------------
// | @version: v1.0
// +----------------------------------------------------------------------

namespace app\common\model;
use app\common\model\Model;

class AuthGroup extends Model
{
	//设置数据表（不含前缀)
    protected $name = 'auth_group';
    // 数据表主键 复合主键使用数组定义 不设置则自动获取
    protected $pk = 'id';
}