<?php
// +----------------------------------------------------------------------
// | 货物运送系统
// +----------------------------------------------------------------------
// | Licensed ( http://www.apache.org/licenses/LICENSE-2.0 )
// +----------------------------------------------------------------------
// | Author: dorisnzy <dorisnzy@163.com>
// +----------------------------------------------------------------------
// | Date: 2017-12-30
// +----------------------------------------------------------------------

namespace app\common\logic;

use think\Model;

/**
 * 用户服务逻辑层
 */
class User extends Model
{
	// 会员模型
	protected function $userModel;
	// 管理员模型
	protected function $adminModel;
}

